brew "fd"
brew "fzf"
brew "gh"
brew "bat"
brew "btop"
brew "carapace"
brew "eza"
brew "fnm"
brew "git"
brew "git-delta"
brew "lazygit"
brew "make"
brew "nushell"
brew "ripgrep"
brew "worktrunk"
brew "python@3.13"
brew "pipx"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "stow"
brew "chezmoi"
brew "yazi"
brew "zoxide"

brew "oven-sh/bun/bun"
brew "pnpm"

cask "alt-tab"
cask "ghostty"
cask "cmux"
cask "orbstack"
cask "font-iosevka-nerd-font"
