tap "felixkratz/formulae"
tap "homebrew/services"
tap "mongodb/brew"
tap "oven-sh/bun"

# CLI tools
brew "ack"
brew "age"
brew "ast-grep"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "btop"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fd"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "go"
brew "httpie"
brew "jq"
brew "libtool"
brew "lua"
brew "make"
brew "meson"
brew "mkcert"
brew "mysql", restart_service: :changed
brew "nasm"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "opencode"
brew "python@3.13"
brew "pipx"
brew "pkgconf"
brew "python@3.11"
brew "sops"
brew "starship"
brew "stow"
brew "tmux"
brew "util-linux"
brew "yazi"
brew "zellij"
brew "zig"
brew "zoxide"
brew "fontconfig"
brew "sdl2"
brew "ffmpeg"
brew "ffmpeg@6"

# External taps
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"

# GUI apps
cask "alt-tab"
cask "calibre"
cask "capcut"
cask "flameshot"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "raycast"

# Go tools
go "github.com/kisielk/errcheck"
go "github.com/gzuidhof/tygo"
