brew "fd"
brew "fzf"
brew "gh"
brew "bat"
brew "btop"
brew "carapace"
brew "eza"
brew "fnm"
brew "git"
brew "git-delta"
brew "herdr"
brew "lazygit"
brew "make"
brew "nushell"
brew "ripgrep"
brew "shellcheck"
brew "tree-sitter-cli"
brew "worktrunk"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "chezmoi"
brew "yazi"
brew "zoxide"
brew "keidarcy/tap/e1s"
brew "pnpm"

cask "alt-tab"
cask "ghostty"
cask "font-iosevka-nerd-font"
